Repository: sankarebarri/healthpass
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: HealthPass — Your health record, wherever you are
fr: HealthPass — Votre dossier médical, où que vous soyez.

source: Keep allergies, medications and conditions in one secure place. Share an emergency summary in seconds — only when you choose.
fr: Gardez vos allergies, médicaments et conditions dans un endroit sécurisé. Partagez un résumé d'urgence en quelques secondes — seulement quand vous le choisissez.

source: Fast setup
fr: Configuration rapide

source: Secure by default
fr: Sécurisé par défaut

source: Mobile-friendly
fr: Compatible mobile

source: Feature highlights
fr: Points forts des fonctionnalités

source: Emergency QR
fr: QR d'urgence

source: Read-only summary with only the fields you approve.
fr: Résumé en lecture seule avec seulement les champs que vous approuvez.

source: Document uploads
fr: Téléchargement de documents

source: Store prescriptions and discharge notes in your record.
fr: Stockez les ordonnances et notes de sortie dans votre dossier.

source: Audit trail
fr: Traçabilité

source: See when your emergency link was viewed. (Soon)
fr: Voyez quand votre lien d'urgence a été consulté. (Bientôt)

source: English & French
fr: Anglais et Français

source: Bilingual from day one; more languages later.
fr: Bilingue dès le premier jour ; plus de langues plus tard.

source: Create your health record in minutes.
fr: Créez votre dossier médical en quelques minutes.

source: Start free. You're in control.
fr: Commencez gratuitement. Vous êtes aux commandes.

source: Get started
fr: Commencer

source: Sign in
fr: Se connecter

source: About
fr: À propos

source: Privacy
fr: Confidentialité

source: Terms
fr: Conditions

source: Patient-controlled
fr: Contrôlé par le patient

source: Your health record, wherever you are.
fr: Votre dossier médical, où que vous soyez.

source: Keep your allergies, medications and conditions in one secure place. Share an emergency summary in seconds — only when you choose.
fr: Gardez vos allergies, médicaments et conditions dans un endroit sécurisé. Partagez un résumé d'urgence en quelques secondes — seulement quand vous le choisissez.

source: Create your free record
fr: Créez votre dossier gratuit

source: How it works
fr: Comment ça marche

source: Encrypted
fr: Chiffré

source: Low-connectivity friendly
fr: Compatible faible connectivité

source: Emergency summary
fr: Résumé d'urgence

source: Emergency Summary (preview)
fr: Résumé d'urgence (aperçu)

source: Read-only
fr: Lecture seule

source: Blood group:
fr: Groupe sanguin :

source: Emergency contact:
fr: Contact d'urgence :

source: OK to share
fr: OK pour partager

source: Medications
fr: Médicaments

source: This is a static preview; real data is shown only with your consent.
fr: Ceci est un aperçu statique ; les vraies données ne sont affichées qu'avec votre consentement.

source: Add your essentials
fr: Ajoutez vos éléments essentiels

source: Allergies, medications, conditions and emergency contact — kept securely.
fr: Allergies, médicaments, conditions et contact d'urgence — conservés en sécurité.

source: Save your emergency card
fr: Sauvegardez votre carte d'urgence

source: Generate a shareable summary — show only what you approve.
fr: Générez un résumé partageable — montrez seulement ce que vous approuvez.

source: Receive documents securely
fr: Recevez des documents en sécurité

source: Clinics can send results via a time-limited Secure Drop link.
fr: Les cliniques peuvent envoyer des résultats via un lien Secure Drop à durée limitée.

source: Around the world, health records are often scattered or missing.
fr: Dans le monde entier, les dossiers médicaux sont souvent dispersés ou manquants.

source: Imagine a traveller in a new city, struggling to explain their medications in an emergency.
fr: Imaginez un voyageur dans une nouvelle ville, luttant pour expliquer ses médicaments en urgence.

source: Imagine a villager with no written records, who can't name their allergies.
fr: Imaginez un villageois sans dossiers écrits, qui ne peut pas nommer ses allergies.

source: Imagine someone in crisis, when seconds matter, and their story is locked away.
fr: Imaginez quelqu'un en crise, quand les secondes comptent, et que son histoire est enfermée.

source: HealthPass brings those vital details into your hands — secure, portable, and always under your control.
fr: HealthPass met ces détails vitaux entre vos mains — sécurisé, portable, et toujours sous votre contrôle.

source: Features
fr: Fonctionnalités

source: Create account
fr: Créer un compte

source: Language
fr: Langue

source: You own your data.
fr: Vous possédez vos données.

source: You decide what appears on your emergency page.
fr: Vous décidez de ce qui apparaît sur votre page d'urgence.

source: Revoke access at any time.
fr: Révoquez l'accès à tout moment.

source: Data encrypted in transit and at rest.
fr: Données chiffrées en transit et au repos.

source: Read our Privacy Summary
fr: Lire notre résumé de confidentialité
